Repository: MasterSmalll/yourpods-source
Catalog: YourPods/YourPods/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: YourPods collects no data when used without a YourPods Sync account. In Vault Mode, everything stays on your device — nothing is sent anywhere.
de: YourPods erfasst keine Daten, wenn du es ohne YourPods Sync-Account nutzt. Im Tresor-Modus bleibt alles auf deinem Gerät – nichts wird irgendwohin gesendet.
es: YourPods no recopila ningún dato cuando se usa sin una cuenta de YourPods Sync. En el Modo Privado, todo se queda en tu dispositivo — no se envía nada a ninguna parte.
fr: YourPods ne collecte aucune donnée lorsqu'il est utilisé sans compte YourPods Sync. En mode Coffre-fort, tout reste sur votre appareil — rien n'est envoyé nulle part.
it: YourPods non raccoglie alcun dato quando viene usata senza un account YourPods Sync. In Modalità Cassaforte tutto resta sul tuo dispositivo — non viene inviato nulla all'esterno.
nl: YourPods verzamelt geen gegevens als je het zonder YourPods Sync-account gebruikt. In Kluismodus blijft alles op je apparaat — er wordt niets verstuurd.

source: YourPods is written in English. We use AI as part of the development process to translate it into other languages, so some wording might be a bit off.
de: YourPods ist auf Englisch geschrieben. Wir setzen bei der Entwicklung KI ein, um die App in andere Sprachen zu übersetzen – manche Formulierung ist deshalb vielleicht nicht ganz treffend.
es: YourPods está escrito en inglés. Usamos IA durante el proceso de desarrollo para traducirlo a otros idiomas, así que puede que alguna expresión no suene del todo bien.
fr: YourPods est écrit en anglais. Nous utilisons l'IA dans le cadre du processus de développement pour le traduire dans d'autres langues, donc certaines formulations ne sont peut-être pas tout à fait justes.
it: YourPods è scritta in inglese. Usiamo l'IA nel processo di sviluppo per tradurla in altre lingue, quindi qualche espressione potrebbe suonare un po' strana.
nl: YourPods is in het Engels geschreven. We gebruiken AI tijdens het ontwikkelproces om de app in andere talen te vertalen, dus sommige formuleringen zijn misschien net niet helemaal raak.

source: Zero data collection
de: Keine Datenerfassung
es: Cero recopilación de datos
fr: Aucune collecte de données
it: Zero raccolta dati
nl: Geen gegevensverzameling

source: 1 minute
es: 1 minuto
it: 1 minuto
nl: 1 minuut

# a11y.action.details
source: Details
es: Detalles
fr: Détails
it: Dettagli

source: Account
es: Cuenta
fr: Compte

source: Build
es: Compilación

source: Details
es: Detalles
fr: Détails
it: Dettagli

source: Downloads
es: Descargas
fr: Téléchargements
it: Download

source: Email
es: Correo electrónico

source: Feed Cache
es: Caché de feeds
fr: Cache des flux
it: Cache dei feed

source: gPodder bridge & media proxy
es: Puente gPodder y proxy multimedia
fr: Passerelle gPodder et proxy média
it: Bridge gPodder e proxy multimediale
nl: gPodder-brug & mediaproxy

source: gPodder Sync
es: Sincronización con gPodder
fr: Sync gPodder
it: Sincronizzazione gPodder
nl: gPodder-synchronisatie

source: Import / Export
es: Importar / Exportar
fr: Importation / Exportation
it: Importa / Esporta
nl: Importeren / exporteren

source: Link
es: Enlace
fr: Lien

source: Mini player
es: Minirreproductor
fr: Mini-lecteur
nl: Minispeler

source: RSS Feed
es: Feed RSS
fr: Flux RSS
it: Feed RSS

source: Server
es: Servidor
fr: Serveur

source: Server URL
es: URL del servidor
fr: URL du serveur
it: URL del server

source: Sleep Timer
es: Temporizador para dormir
fr: Minuteur de veille
it: Timer di spegnimento
nl: Slaaptimer

source: Sleep: %@
es: Temporizador: %@
fr: Veille : %@
it: Spegnimento: %@
nl: Slaaptimer: %@

source: tag1, tag2, tag3
es: etiqueta1, etiqueta2, etiqueta3

source: Tags
es: Etiquetas
it: Tag

source: Top Podcasts
es: Podcasts más escuchados
fr: Podcasts les plus écoutés
it: Podcast più ascoltati
nl: Meest beluisterde podcasts

source: Vault Name
es: Nombre de la bóveda
fr: Nom du coffre
it: Nome del vault
nl: Obsidian-vaultnaam

source: Version
es: Versión
it: Versione
nl: Versie

source: Web player
es: Reproductor web
fr: Lecteur web
it: Player web
nl: Webspeler

source: YourPods Free Sync
es: YourPods Sincronización gratis
fr: YourPods Sync gratuite
it: YourPods Sync gratuita
nl: YourPods gratis synchronisatie

# %lld ep · %@
source: %1$lld ep · %2$@
fr: %1$lld ép. · %2$@
nl: %1$lld afl. · %2$@

source: API Key
fr: Clé API

# library.group.podcastCount
source: %lld podcasts
it: %lld podcast

source: Podcasts
it: Podcast
